/*
Navicat MySQL Data Transfer

Source Server         : 39.108.61.183_testdb
Source Server Version : 50717
Source Host           : 39.108.61.183:3306
Source Database       : firmware_version_db

Target Server Type    : MYSQL
Target Server Version : 50717
File Encoding         : 65001

Date: 2018-04-17 09:03:04
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for firmware_version
-- ----------------------------
DROP TABLE IF EXISTS `firmware_version`;
CREATE TABLE `firmware_version` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `type_name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL COMMENT '设备类型',
  `unzip_pwd` varchar(255) NOT NULL COMMENT '解压密码（明文密码）',
  `new_ver` varchar(255) NOT NULL COMMENT '新固件版本',
  `firm_file_path` varchar(800) DEFAULT NULL COMMENT '固件安装文件路径(相对路径）',
  `md5` varchar(255) DEFAULT NULL COMMENT '安装文件的MD5编码',
  `status` int(2) DEFAULT '1' COMMENT '状态（0 未投用  1已投用  2已删除）',
  `create_operator` varchar(255) DEFAULT NULL COMMENT '创建操作员账号（历史）',
  `create_operator_id` bigint(255) DEFAULT NULL COMMENT '创建操作员账号（历史）',
  `create_time` datetime DEFAULT NULL COMMENT '创建时间',
  `modify_operator` varchar(255) DEFAULT NULL COMMENT '修改操作员账号（历史）',
  `modify_operator_id` bigint(255) DEFAULT NULL COMMENT '修改操作员账号',
  `modify_time` datetime DEFAULT NULL COMMENT '修改时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `type_unique_index` (`type_name`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=27 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of firmware_version
-- ----------------------------
INSERT INTO `firmware_version` VALUES ('11', 'mb2', '123abc', 'v1.2.0', 'http://uf.tzzhcom.com/updown/apk/2018-03/13/f13c830f285f4d4e81962ea3e3fad27d-mb1_ota_v1.1.0_20180303_encry.zip', 'f13d5767ba1ea309595165774b62ac7b', '1', 'admin', '2', '2018-03-13 23:23:59', 'admin', '2', '2018-03-13 23:23:59');
INSERT INTO `firmware_version` VALUES ('26', 'mb1', 'unencrypt', 'v1.1.3', 'http://uf.tzzhcom.com/updown/apk/2018-04/07/7f81af9fd13d4ef0893a228da87140e5-mb1_ota_v1.1.3_testing.zip', 'b09b650659d7576b831ad91a74341189', '1', 'admin', '2', '2018-04-07 22:00:16', 'admin', '2', '2018-04-07 22:00:16');

-- ----------------------------
-- Table structure for frimware_update_log
-- ----------------------------
DROP TABLE IF EXISTS `frimware_update_log`;
CREATE TABLE `frimware_update_log` (
  `id` bigint(32) unsigned NOT NULL AUTO_INCREMENT,
  `sn` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL COMMENT '设备序列号',
  `type_id` bigint(32) NOT NULL,
  `type_name` varchar(255) NOT NULL COMMENT '设备类型（冗余）',
  `mac` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL COMMENT '设备MAC地址',
  `status` varchar(255) DEFAULT NULL COMMENT '设备状态（online   offline）',
  `update_time` datetime DEFAULT NULL COMMENT '最近一次上送更新结果的时间',
  `ver` varchar(255) NOT NULL DEFAULT '' COMMENT '当前固件版本',
  `update_result_report` varchar(255) DEFAULT NULL COMMENT '更新结果报告（initial success fail）',
  `update_log` varchar(2000) DEFAULT NULL COMMENT '更新日志',
  `import_operator` varchar(255) DEFAULT NULL COMMENT '导入操作员账号（历史）',
  `import_operator_id` bigint(20) DEFAULT NULL COMMENT '导入操作员账号',
  `import_time` datetime DEFAULT NULL COMMENT '导入时间',
  `flag` varchar(255) NOT NULL COMMENT '是否有允许更新标识，默认为no（yes  no）',
  `get_new_ver_time` datetime DEFAULT NULL COMMENT '最近一次成功拉取新版本的时间',
  `first_login_time` datetime DEFAULT NULL COMMENT '首次登入时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `sn_unique_index` (`sn`) USING BTREE,
  UNIQUE KEY `sn_unique_mac` (`mac`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=940 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of frimware_update_log
-- ----------------------------
INSERT INTO `frimware_update_log` VALUES ('196', '1120180125010001', '5', 'mb1', 'e6:46:ed:d4:cc:2d', 'Offline', '2018-04-17 09:00:10', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 11:11:30', 'yes', '2018-04-08 16:58:11', '2018-03-12 16:57:39');
INSERT INTO `frimware_update_log` VALUES ('197', '102017042600000050', '4', 'mb1h', '08:44:01:00:00:32', 'Offline', '2018-03-13 00:06:29', 'v1.1.0', '已验证', 'lastVer=v1.0.9', 'admin', '2', '2018-03-12 23:15:16', 'yes', '2018-03-12 23:57:02', '2018-03-01 21:32:55');
INSERT INTO `frimware_update_log` VALUES ('266', 'test', '21', 'mb1', '12345678', 'Online', '2018-04-04 23:55:46', 'test_ver', '已验证', 'lastVer=test_ver', 'admin', '2', '2018-04-04 22:41:10', 'yes', '2018-04-04 23:55:47', '2018-04-04 22:50:28');
INSERT INTO `frimware_update_log` VALUES ('267', '1120171025010172', '22', 'mb1', '14:4f:d7:f0:6e:0b', 'Offline', '2018-04-15 20:08:53', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-05 11:52:16', 'yes', '2018-04-05 21:57:04', '2018-04-05 08:55:55');
INSERT INTO `frimware_update_log` VALUES ('530', '1120171025010870', '26', 'mb1', '14:4f:d7:f0:70:c5', 'Offline', '2018-04-15 10:31:00', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-09 11:25:59', '2018-04-09 11:25:51');
INSERT INTO `frimware_update_log` VALUES ('531', '1120171025011266', '26', 'mb1', '14:4f:d7:f0:72:51', 'Offline', '2018-04-13 21:41:45', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 19:48:40', '2018-04-08 19:48:34');
INSERT INTO `frimware_update_log` VALUES ('532', '1120171025012934', '26', 'mb1', '14:4f:d7:f0:78:d5', 'Offline', '2018-04-17 00:48:26', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-09 08:54:27', '2018-04-09 08:54:17');
INSERT INTO `frimware_update_log` VALUES ('533', '1120171025010931', '26', 'mb1', '14:4f:d7:f0:71:02', 'Online', '2018-04-13 21:52:34', 'v1.0.9', '已验证', 'lastVer=v1.0.9', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-17 08:59:07', '2018-04-08 18:46:55');
INSERT INTO `frimware_update_log` VALUES ('534', '1120171025012957', '26', 'mb1', '14:4f:d7:f0:78:ec', 'Offline', '2018-04-17 08:06:19', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 18:33:55', '2018-04-08 18:33:44');
INSERT INTO `frimware_update_log` VALUES ('535', '1120171025012952', '26', 'mb1', '14:4f:d7:f0:78:e7', 'Offline', '2018-04-16 11:27:47', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 19:12:30', '2018-04-08 19:12:23');
INSERT INTO `frimware_update_log` VALUES ('536', '1120171025012935', '26', 'mb1', '14:4f:d7:f0:78:d6', 'Offline', '2018-04-17 08:01:50', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-09 11:54:01', '2018-04-09 11:53:53');
INSERT INTO `frimware_update_log` VALUES ('537', '1120171025012999', '26', 'mb1', '14:4f:d7:f0:79:16', 'Offline', '2018-04-16 19:05:02', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-10 10:56:34', '2018-04-10 10:56:23');
INSERT INTO `frimware_update_log` VALUES ('538', '1120171025011263', '26', 'mb1', '14:4f:d7:f0:72:4e', 'Offline', '2018-04-16 23:59:33', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 17:03:07', '2018-04-08 17:03:07');
INSERT INTO `frimware_update_log` VALUES ('539', '1120171025010929', '26', 'mb1', '14:4f:d7:f0:71:00', 'Offline', '2018-04-17 02:30:59', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 18:18:53', '2018-04-08 18:18:43');
INSERT INTO `frimware_update_log` VALUES ('540', '1120171025010940', '26', 'mb1', '14:4f:d7:f0:71:0b', 'Offline', '2018-04-17 07:42:58', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 17:36:11', '2018-04-08 17:36:01');
INSERT INTO `frimware_update_log` VALUES ('541', '1120171025010935', '26', 'mb1', '14:4f:d7:f0:71:06', 'Offline', '2018-04-16 21:13:22', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-09 00:05:50', '2018-04-09 00:05:39');
INSERT INTO `frimware_update_log` VALUES ('542', '1120171025012963', '26', 'mb1', '14:4f:d7:f0:78:f2', 'Offline', '2018-04-17 08:35:18', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-09 07:57:36', '2018-04-09 04:46:41');
INSERT INTO `frimware_update_log` VALUES ('543', '1120171025010964', '26', 'mb1', '14:4f:d7:f0:71:23', 'Offline', null, 'v1.0.9', '未验证', null, 'admin', '2', '2018-04-08 16:55:44', 'yes', null, null);
INSERT INTO `frimware_update_log` VALUES ('544', '1120171025012944', '26', 'mb1', '14:4f:d7:f0:78:df', 'Offline', '2018-04-16 21:59:54', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-09 01:38:18', '2018-04-09 01:38:09');
INSERT INTO `frimware_update_log` VALUES ('545', '1120171025012953', '26', 'mb1', '14:4f:d7:f0:78:e8', 'Offline', '2018-04-16 20:59:44', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 17:04:42', '2018-04-08 17:04:32');
INSERT INTO `frimware_update_log` VALUES ('546', '1120171025012959', '26', 'mb1', '14:4f:d7:f0:78:ee', 'Offline', '2018-04-17 07:42:36', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-09 21:20:48', '2018-04-09 21:20:32');
INSERT INTO `frimware_update_log` VALUES ('547', '1120171025012927', '26', 'mb1', '14:4f:d7:f0:78:ce', 'Offline', '2018-04-16 21:19:44', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 22:33:13', '2018-04-08 22:33:01');
INSERT INTO `frimware_update_log` VALUES ('548', '1120171025010966', '26', 'mb1', '14:4f:d7:f0:71:25', 'Offline', '2018-04-17 08:39:10', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 17:22:23', '2018-04-08 17:22:23');
INSERT INTO `frimware_update_log` VALUES ('549', '1120171025010939', '26', 'mb1', '14:4f:d7:f0:71:0a', 'Offline', '2018-04-16 23:38:33', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 16:56:34', '2018-04-08 16:56:34');
INSERT INTO `frimware_update_log` VALUES ('550', '1120171025010955', '26', 'mb1', '14:4f:d7:f0:71:1a', 'Offline', '2018-04-16 20:38:56', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 22:27:23', '2018-04-08 22:27:21');
INSERT INTO `frimware_update_log` VALUES ('551', '1120171025012948', '26', 'mb1', '14:4f:d7:f0:78:e3', 'Offline', '2018-04-16 21:26:35', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 17:34:40', '2018-04-08 17:34:36');
INSERT INTO `frimware_update_log` VALUES ('552', '1120171025010865', '26', 'mb1', '14:4f:d7:f0:70:c0', 'Offline', '2018-04-16 23:49:00', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 16:59:51', '2018-04-08 16:59:37');
INSERT INTO `frimware_update_log` VALUES ('553', '1120171025012950', '26', 'mb1', '14:4f:d7:f0:78:e5', 'Offline', '2018-04-13 21:41:40', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 21:51:36', '2018-04-08 21:51:26');
INSERT INTO `frimware_update_log` VALUES ('554', '1120171025010954', '26', 'mb1', '14:4f:d7:f0:71:19', 'Offline', '2018-04-17 08:40:46', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-09 07:51:08', '2018-04-09 04:51:07');
INSERT INTO `frimware_update_log` VALUES ('556', '1120171025012967', '26', 'mb1', '14:4f:d7:f0:78:f6', 'Offline', '2018-04-17 08:30:32', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 18:28:55', '2018-04-08 18:28:44');
INSERT INTO `frimware_update_log` VALUES ('557', '1120171025012998', '26', 'mb1', '14:4f:d7:f0:79:15', 'Offline', '2018-04-17 08:40:17', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-09 19:46:49', '2018-04-09 04:48:40');
INSERT INTO `frimware_update_log` VALUES ('558', '1120171025010957', '26', 'mb1', '14:4f:d7:f0:71:1c', 'Offline', '2018-04-16 20:45:23', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 17:08:32', '2018-04-08 17:08:32');
INSERT INTO `frimware_update_log` VALUES ('559', '1120171025012924', '26', 'mb1', '14:4f:d7:f0:78:cb', 'Offline', '2018-04-16 17:43:52', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 17:33:52', '2018-04-08 17:33:39');
INSERT INTO `frimware_update_log` VALUES ('560', '1120171025012940', '26', 'mb1', '14:4f:d7:f0:78:db', 'Offline', '2018-04-17 08:24:38', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-09 04:52:51', '2018-04-09 04:52:38');
INSERT INTO `frimware_update_log` VALUES ('561', '1120171025010943', '26', 'mb1', '14:4f:d7:f0:71:0e', 'Offline', '2018-04-16 22:03:11', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 17:34:50', '2018-04-08 17:34:49');
INSERT INTO `frimware_update_log` VALUES ('562', '1120171025012968', '26', 'mb1', '14:4f:d7:f0:78:f7', 'Offline', '2018-04-17 08:52:07', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 17:40:45', '2018-04-08 17:40:36');
INSERT INTO `frimware_update_log` VALUES ('563', '1120171025012923', '26', 'mb1', '14:4f:d7:f0:78:ca', 'Offline', '2018-04-16 19:09:19', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 17:13:26', '2018-04-08 17:13:26');
INSERT INTO `frimware_update_log` VALUES ('564', '1120171025012996', '26', 'mb1', '14:4f:d7:f0:79:13', 'Offline', '2018-04-16 21:25:30', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 18:34:37', '2018-04-08 18:34:27');
INSERT INTO `frimware_update_log` VALUES ('565', '1120171025012962', '26', 'mb1', '14:4f:d7:f0:78:f1', 'Offline', '2018-04-17 07:52:46', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 17:13:48', '2018-04-08 17:13:48');
INSERT INTO `frimware_update_log` VALUES ('566', '1120171025010967', '26', 'mb1', '14:4f:d7:f0:71:26', 'Offline', '2018-04-17 08:39:49', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-09 13:55:42', '2018-04-09 13:55:41');
INSERT INTO `frimware_update_log` VALUES ('567', '1120171025012958', '26', 'mb1', '14:4f:d7:f0:78:ed', 'Offline', '2018-04-16 19:40:27', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-09 20:23:20', '2018-04-09 16:02:23');
INSERT INTO `frimware_update_log` VALUES ('568', '1120171025012942', '26', 'mb1', '14:4f:d7:f0:78:dd', 'Offline', '2018-04-16 21:05:24', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-09 13:49:14', '2018-04-09 13:48:20');
INSERT INTO `frimware_update_log` VALUES ('569', '1120171025010947', '26', 'mb1', '14:4f:d7:f0:71:12', 'Offline', '2018-04-16 18:54:54', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 17:06:30', '2018-04-08 17:06:30');
INSERT INTO `frimware_update_log` VALUES ('570', '1120171025010945', '26', 'mb1', '14:4f:d7:f0:71:10', 'Offline', '2018-04-16 18:24:06', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 17:37:01', '2018-04-08 17:36:48');
INSERT INTO `frimware_update_log` VALUES ('571', '1120171025012965', '26', 'mb1', '14:4f:d7:f0:78:f4', 'Offline', '2018-04-17 08:11:59', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 17:35:35', '2018-04-08 17:35:26');
INSERT INTO `frimware_update_log` VALUES ('572', '1120171025012981', '26', 'mb1', '14:4f:d7:f0:79:04', 'Offline', '2018-04-12 17:08:12', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 22:14:31', '2018-04-08 22:14:19');
INSERT INTO `frimware_update_log` VALUES ('573', '1120171025010959', '26', 'mb1', '14:4f:d7:f0:71:1e', 'Offline', '2018-04-17 08:45:03', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 19:11:58', '2018-04-08 19:11:48');
INSERT INTO `frimware_update_log` VALUES ('574', '1120171025011265', '26', 'mb1', '14:4f:d7:f0:72:50', 'Offline', '2018-04-17 08:09:35', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:44', 'yes', '2018-04-08 17:52:16', '2018-04-08 17:52:07');
INSERT INTO `frimware_update_log` VALUES ('575', '1120171025010864', '26', 'mb1', '14:4f:d7:f0:70:bf', 'Offline', '2018-04-17 09:02:43', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 20:01:59', '2018-04-08 20:01:50');
INSERT INTO `frimware_update_log` VALUES ('576', '1120171025011271', '26', 'mb1', '14:4f:d7:f0:72:56', 'Offline', '2018-04-16 20:42:23', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 17:13:33', '2018-04-08 17:13:33');
INSERT INTO `frimware_update_log` VALUES ('577', '1120171025010937', '26', 'mb1', '14:4f:d7:f0:71:08', 'Offline', '2018-04-16 21:59:57', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 21:20:48', '2018-04-08 18:23:07');
INSERT INTO `frimware_update_log` VALUES ('578', '1120171025010936', '26', 'mb1', '14:4f:d7:f0:71:07', 'Offline', '2018-04-12 18:20:55', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-09 04:42:43', '2018-04-09 04:42:34');
INSERT INTO `frimware_update_log` VALUES ('579', '1120171025012960', '26', 'mb1', '14:4f:d7:f0:78:ef', 'Offline', '2018-04-17 08:35:46', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 17:17:04', '2018-04-08 17:17:04');
INSERT INTO `frimware_update_log` VALUES ('580', '1120171025011270', '26', 'mb1', '14:4f:d7:f0:72:55', 'Offline', '2018-04-17 08:44:13', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 23:20:14', '2018-04-08 18:03:06');
INSERT INTO `frimware_update_log` VALUES ('581', '1120171025012974', '26', 'mb1', '14:4f:d7:f0:78:fd', 'Offline', '2018-04-17 08:39:38', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 22:24:14', '2018-04-08 22:24:04');
INSERT INTO `frimware_update_log` VALUES ('582', '1120171025012972', '26', 'mb1', '14:4f:d7:f0:78:fb', 'Offline', '2018-04-17 05:11:48', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-09 00:18:22', '2018-04-08 17:18:20');
INSERT INTO `frimware_update_log` VALUES ('583', '1120171025012977', '26', 'mb1', '14:4f:d7:f0:79:00', 'Offline', '2018-04-17 00:20:53', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 17:01:01', '2018-04-08 17:01:01');
INSERT INTO `frimware_update_log` VALUES ('584', '1120171025010941', '26', 'mb1', '14:4f:d7:f0:71:0c', 'Offline', '2018-04-16 23:09:40', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 17:25:02', '2018-04-08 17:25:02');
INSERT INTO `frimware_update_log` VALUES ('585', '1120171025012922', '26', 'mb1', '14:4f:d7:f0:78:c9', 'Offline', '2018-04-17 08:26:15', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 18:47:20', '2018-04-08 18:47:12');
INSERT INTO `frimware_update_log` VALUES ('586', '1120171025011260', '26', 'mb1', '14:4f:d7:f0:72:4b', 'Offline', '2018-04-17 08:33:10', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 21:35:27', '2018-04-08 21:35:17');
INSERT INTO `frimware_update_log` VALUES ('587', '1120171025010930', '26', 'mb1', '14:4f:d7:f0:71:01', 'Offline', '2018-04-16 20:22:57', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 20:14:06', '2018-04-08 18:33:10');
INSERT INTO `frimware_update_log` VALUES ('588', '1120171025010963', '26', 'mb1', '14:4f:d7:f0:71:22', 'Offline', '2018-04-17 08:04:13', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 19:13:48', '2018-04-08 19:13:41');
INSERT INTO `frimware_update_log` VALUES ('589', '1120171025012930', '26', 'mb1', '14:4f:d7:f0:78:d1', 'Offline', '2018-04-17 08:16:16', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 18:13:42', '2018-04-08 18:13:32');
INSERT INTO `frimware_update_log` VALUES ('590', '1120171025010944', '26', 'mb1', '14:4f:d7:f0:71:0f', 'Offline', '2018-04-16 17:39:57', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 16:58:19', '2018-04-08 16:58:11');
INSERT INTO `frimware_update_log` VALUES ('591', '1120171025012969', '26', 'mb1', '14:4f:d7:f0:78:f8', 'Offline', '2018-04-17 08:29:03', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 20:21:48', '2018-04-08 20:21:37');
INSERT INTO `frimware_update_log` VALUES ('592', '1120171025012976', '26', 'mb1', '14:4f:d7:f0:78:ff', 'Offline', '2018-04-17 08:21:36', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 16:55:52', '2018-04-08 16:55:52');
INSERT INTO `frimware_update_log` VALUES ('593', '1120171025011262', '26', 'mb1', '14:4f:d7:f0:72:4d', 'Offline', '2018-04-16 15:15:18', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 18:01:01', '2018-04-08 18:00:54');
INSERT INTO `frimware_update_log` VALUES ('594', '1120171025012949', '26', 'mb1', '14:4f:d7:f0:78:e4', 'Offline', '2018-04-17 08:50:05', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-09 22:02:04', '2018-04-09 22:01:52');
INSERT INTO `frimware_update_log` VALUES ('595', '1120171025012928', '26', 'mb1', '14:4f:d7:f0:78:cf', 'Offline', '2018-04-16 21:42:11', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-09 04:36:05', '2018-04-09 04:35:53');
INSERT INTO `frimware_update_log` VALUES ('596', '1120171025010953', '26', 'mb1', '14:4f:d7:f0:71:18', 'Offline', '2018-04-17 08:55:13', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 17:47:50', '2018-04-08 17:47:46');
INSERT INTO `frimware_update_log` VALUES ('597', '1120171025012964', '26', 'mb1', '14:4f:d7:f0:78:f3', 'Offline', '2018-04-16 19:58:55', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 23:40:46', '2018-04-08 18:30:37');
INSERT INTO `frimware_update_log` VALUES ('598', '1120171025012980', '26', 'mb1', '14:4f:d7:f0:79:03', 'Offline', '2018-04-17 08:28:17', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-09 04:22:18', '2018-04-09 04:22:08');
INSERT INTO `frimware_update_log` VALUES ('599', '1120171025010949', '26', 'mb1', '14:4f:d7:f0:71:14', 'Offline', '2018-04-16 22:01:51', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 19:06:55', '2018-04-08 19:06:46');
INSERT INTO `frimware_update_log` VALUES ('600', '1120171025012933', '26', 'mb1', '14:4f:d7:f0:78:d4', 'Offline', '2018-04-16 22:31:05', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 22:30:04', '2018-04-08 22:29:54');
INSERT INTO `frimware_update_log` VALUES ('601', '1120171025011273', '26', 'mb1', '14:4f:d7:f0:72:58', 'Offline', '2018-04-17 05:23:18', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-09 01:35:54', '2018-04-09 01:35:50');
INSERT INTO `frimware_update_log` VALUES ('602', '1120171025012955', '26', 'mb1', '14:4f:d7:f0:78:ea', 'Offline', '2018-04-15 20:28:36', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 16:56:04', '2018-04-08 16:56:04');
INSERT INTO `frimware_update_log` VALUES ('603', '1120171025010933', '26', 'mb1', '14:4f:d7:f0:71:04', 'Offline', '2018-04-17 08:41:45', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 17:43:38', '2018-04-08 17:43:26');
INSERT INTO `frimware_update_log` VALUES ('604', '1120171025010958', '26', 'mb1', '14:4f:d7:f0:71:1d', 'Offline', '2018-04-17 07:29:24', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 19:27:17', '2018-04-08 19:26:39');
INSERT INTO `frimware_update_log` VALUES ('605', '1120171025010951', '26', 'mb1', '14:4f:d7:f0:71:16', 'Offline', '2018-04-17 08:31:15', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 17:22:04', '2018-04-08 17:21:56');
INSERT INTO `frimware_update_log` VALUES ('606', '1120171025013002', '26', 'mb1', '14:4f:d7:f0:79:19', 'Offline', '2018-04-17 08:56:17', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 21:39:17', '2018-04-08 21:39:01');
INSERT INTO `frimware_update_log` VALUES ('607', '1120171025010916', '26', 'mb1', '14:4f:d7:f0:70:f3', 'Offline', '2018-04-17 08:43:16', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 17:09:45', '2018-04-08 17:09:45');
INSERT INTO `frimware_update_log` VALUES ('608', '1120171025012925', '26', 'mb1', '14:4f:d7:f0:78:cc', 'Offline', '2018-04-17 08:11:04', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 22:33:06', '2018-04-08 20:36:39');
INSERT INTO `frimware_update_log` VALUES ('609', '1120171025010925', '26', 'mb1', '14:4f:d7:f0:70:fc', 'Offline', '2018-04-17 00:30:17', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 20:22:53', '2018-04-08 20:22:45');
INSERT INTO `frimware_update_log` VALUES ('610', '1120171025012979', '26', 'mb1', '14:4f:d7:f0:79:02', 'Offline', '2018-04-16 23:56:55', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 16:57:35', '2018-04-08 16:57:25');
INSERT INTO `frimware_update_log` VALUES ('611', '1120171025012946', '26', 'mb1', '14:4f:d7:f0:78:e1', 'Offline', '2018-04-17 02:38:54', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 20:28:09', '2018-04-08 20:27:58');
INSERT INTO `frimware_update_log` VALUES ('612', '1120171025012938', '26', 'mb1', '14:4f:d7:f0:78:d9', 'Offline', '2018-04-16 16:37:45', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-08 18:22:06', '2018-04-08 18:21:51');
INSERT INTO `frimware_update_log` VALUES ('613', '1120171025012936', '26', 'mb1', '14:4f:d7:f0:78:d7', 'Offline', '2018-04-17 00:43:12', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:45', 'yes', '2018-04-09 08:23:24', '2018-04-08 20:23:12');
INSERT INTO `frimware_update_log` VALUES ('614', '1120171025012985', '26', 'mb1', '14:4f:d7:f0:79:08', 'Offline', '2018-04-17 08:48:32', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-09 04:34:21', '2018-04-09 04:34:12');
INSERT INTO `frimware_update_log` VALUES ('615', '1120171025012947', '26', 'mb1', '14:4f:d7:f0:78:e2', 'Offline', '2018-04-17 04:54:43', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 17:21:04', '2018-04-08 17:21:04');
INSERT INTO `frimware_update_log` VALUES ('616', '1120171025012932', '26', 'mb1', '14:4f:d7:f0:78:d3', 'Offline', '2018-04-10 17:06:26', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 18:24:26', '2018-04-08 18:24:16');
INSERT INTO `frimware_update_log` VALUES ('617', '1120171025010961', '26', 'mb1', '14:4f:d7:f0:71:20', 'Offline', '2018-04-17 08:06:13', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 20:15:29', '2018-04-08 20:15:27');
INSERT INTO `frimware_update_log` VALUES ('618', '1120171025013003', '26', 'mb1', '14:4f:d7:f0:79:1a', 'Offline', '2018-04-13 21:41:47', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 16:57:41', '2018-04-08 16:57:41');
INSERT INTO `frimware_update_log` VALUES ('619', '1120171025012931', '26', 'mb1', '14:4f:d7:f0:78:d2', 'Offline', '2018-04-16 21:51:06', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 23:11:12', '2018-04-08 23:11:04');
INSERT INTO `frimware_update_log` VALUES ('620', '1120171025012954', '26', 'mb1', '14:4f:d7:f0:78:e9', 'Offline', '2018-04-16 21:32:14', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 22:30:01', '2018-04-08 22:29:49');
INSERT INTO `frimware_update_log` VALUES ('621', '1120171025012982', '26', 'mb1', '14:4f:d7:f0:79:05', 'Offline', '2018-04-17 08:28:48', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 19:12:56', '2018-04-08 19:12:46');
INSERT INTO `frimware_update_log` VALUES ('622', '1120171025012956', '26', 'mb1', '14:4f:d7:f0:78:eb', 'Offline', '2018-04-16 17:59:23', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 21:39:29', '2018-04-08 21:39:18');
INSERT INTO `frimware_update_log` VALUES ('623', '1120171025010901', '26', 'mb1', '14:4f:d7:f0:70:e4', 'Offline', '2018-04-17 08:51:41', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-09 20:23:25', '2018-04-09 20:23:19');
INSERT INTO `frimware_update_log` VALUES ('624', '1120171025012921', '26', 'mb1', '14:4f:d7:f0:78:c8', 'Offline', '2018-04-17 01:04:33', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-09 04:38:27', '2018-04-09 04:38:19');
INSERT INTO `frimware_update_log` VALUES ('625', '1120171025012983', '26', 'mb1', '14:4f:d7:f0:79:06', 'Offline', '2018-04-16 22:03:39', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-09 04:17:06', '2018-04-09 04:16:57');
INSERT INTO `frimware_update_log` VALUES ('626', '1120171025010934', '26', 'mb1', '14:4f:d7:f0:71:05', 'Offline', '2018-04-17 00:54:17', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-09 02:40:25', '2018-04-09 02:40:16');
INSERT INTO `frimware_update_log` VALUES ('627', '1120171025012961', '26', 'mb1', '14:4f:d7:f0:78:f0', 'Offline', '2018-04-16 19:27:05', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 17:14:17', '2018-04-08 17:14:17');
INSERT INTO `frimware_update_log` VALUES ('628', '1120171025010932', '26', 'mb1', '14:4f:d7:f0:71:03', 'Offline', '2018-04-17 05:05:42', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 20:39:11', '2018-04-08 20:39:01');
INSERT INTO `frimware_update_log` VALUES ('629', '1120171025012951', '26', 'mb1', '14:4f:d7:f0:78:e6', 'Offline', '2018-04-17 02:26:33', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-09 15:31:54', '2018-04-08 20:50:11');
INSERT INTO `frimware_update_log` VALUES ('630', '1120171025012971', '26', 'mb1', '14:4f:d7:f0:78:fa', 'Offline', '2018-04-16 19:36:46', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 16:58:35', '2018-04-08 16:58:35');
INSERT INTO `frimware_update_log` VALUES ('631', '1120171025010950', '26', 'mb1', '14:4f:d7:f0:71:15', 'Offline', '2018-04-17 04:31:24', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 20:39:28', '2018-04-08 20:39:19');
INSERT INTO `frimware_update_log` VALUES ('632', '1120171025012945', '26', 'mb1', '14:4f:d7:f0:78:e0', 'Offline', '2018-04-17 08:29:10', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 16:58:41', '2018-04-08 16:58:41');
INSERT INTO `frimware_update_log` VALUES ('633', '1120171025012929', '26', 'mb1', '14:4f:d7:f0:78:d0', 'Offline', '2018-04-17 08:48:43', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 19:07:57', '2018-04-08 19:07:49');
INSERT INTO `frimware_update_log` VALUES ('634', '1120171025010952', '26', 'mb1', '14:4f:d7:f0:71:17', 'Offline', '2018-04-16 22:29:38', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 17:23:28', '2018-04-08 17:23:28');
INSERT INTO `frimware_update_log` VALUES ('635', '1120171025010946', '26', 'mb1', '14:4f:d7:f0:71:11', 'Offline', '2018-04-17 08:02:52', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 17:07:52', '2018-04-08 17:07:52');
INSERT INTO `frimware_update_log` VALUES ('636', '1120171025012975', '26', 'mb1', '14:4f:d7:f0:78:fe', 'Offline', '2018-04-16 18:04:02', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-09 04:33:55', '2018-04-09 04:33:43');
INSERT INTO `frimware_update_log` VALUES ('637', '1120171025012937', '26', 'mb1', '14:4f:d7:f0:78:d8', 'Offline', '2018-04-17 08:10:17', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-09 02:02:21', '2018-04-09 02:02:10');
INSERT INTO `frimware_update_log` VALUES ('638', '1120171025011267', '26', 'mb1', '14:4f:d7:f0:72:52', 'Offline', '2018-04-16 23:42:55', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 17:08:28', '2018-04-08 17:08:19');
INSERT INTO `frimware_update_log` VALUES ('639', '1120171025010942', '26', 'mb1', '14:4f:d7:f0:71:0d', 'Offline', '2018-04-17 02:10:55', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 20:28:42', '2018-04-08 20:28:32');
INSERT INTO `frimware_update_log` VALUES ('640', '1120171025012978', '26', 'mb1', '14:4f:d7:f0:79:01', 'Offline', '2018-04-17 02:10:57', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 17:51:04', '2018-04-08 17:50:55');
INSERT INTO `frimware_update_log` VALUES ('641', '1120171025010938', '26', 'mb1', '14:4f:d7:f0:71:09', 'Offline', null, 'v1.0.9', '未验证', null, 'admin', '2', '2018-04-08 16:55:46', 'yes', null, null);
INSERT INTO `frimware_update_log` VALUES ('642', '1120171025012966', '26', 'mb1', '14:4f:d7:f0:78:f5', 'Offline', '2018-04-17 08:14:19', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 17:52:00', '2018-04-08 17:51:50');
INSERT INTO `frimware_update_log` VALUES ('643', '1120171025012941', '26', 'mb1', '14:4f:d7:f0:78:dc', 'Offline', '2018-04-16 21:42:07', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 18:18:38', '2018-04-08 17:50:20');
INSERT INTO `frimware_update_log` VALUES ('644', '1120171025012939', '26', 'mb1', '14:4f:d7:f0:78:da', 'Offline', '2018-04-13 00:20:55', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 19:31:26', '2018-04-08 18:46:03');
INSERT INTO `frimware_update_log` VALUES ('645', '1120171025011269', '26', 'mb1', '14:4f:d7:f0:72:54', 'Offline', '2018-04-16 19:45:50', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 18:40:33', '2018-04-08 18:40:25');
INSERT INTO `frimware_update_log` VALUES ('646', '1120171025011268', '26', 'mb1', '14:4f:d7:f0:72:53', 'Offline', '2018-04-17 08:25:35', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 17:16:05', '2018-04-08 17:16:05');
INSERT INTO `frimware_update_log` VALUES ('647', '1120171025012943', '26', 'mb1', '14:4f:d7:f0:78:de', 'Offline', '2018-04-16 00:32:06', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 18:17:43', '2018-04-08 18:17:07');
INSERT INTO `frimware_update_log` VALUES ('648', '1120171025013001', '26', 'mb1', '14:4f:d7:f0:79:18', 'Offline', '2018-04-16 18:14:42', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:46', 'yes', '2018-04-08 22:47:22', '2018-04-08 22:47:09');
INSERT INTO `frimware_update_log` VALUES ('649', '1120171025011264', '26', 'mb1', '14:4f:d7:f0:72:4f', 'Offline', '2018-04-16 20:21:43', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:47', 'yes', '2018-04-08 19:54:02', '2018-04-08 19:53:51');
INSERT INTO `frimware_update_log` VALUES ('650', '1120171025012973', '26', 'mb1', '14:4f:d7:f0:78:fc', 'Offline', '2018-04-16 23:41:44', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-08 16:55:47', 'yes', '2018-04-08 19:56:37', '2018-04-08 19:56:29');
INSERT INTO `frimware_update_log` VALUES ('795', '1120171025010831', '26', 'mb1', '14:4f:d7:f0:70:9e', 'Offline', '2018-04-17 08:22:59', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:04', 'yes', '2018-04-10 23:02:59', '2018-04-10 16:39:57');
INSERT INTO `frimware_update_log` VALUES ('796', '1120171025010807', '26', 'mb1', '14:4f:d7:f0:70:86', 'Offline', '2018-04-16 22:43:47', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:04', 'yes', '2018-04-10 21:26:54', '2018-04-10 21:26:37');
INSERT INTO `frimware_update_log` VALUES ('797', '1120171025010811', '26', 'mb1', '14:4f:d7:f0:70:8a', 'Offline', '2018-04-15 17:06:31', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:04', 'yes', '2018-04-10 21:56:13', '2018-04-10 21:56:06');
INSERT INTO `frimware_update_log` VALUES ('798', '1120171025010828', '26', 'mb1', '14:4f:d7:f0:70:9b', 'Offline', '2018-04-16 22:27:20', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:04', 'yes', '2018-04-10 11:55:00', '2018-04-10 11:55:00');
INSERT INTO `frimware_update_log` VALUES ('799', '1120171025012986', '26', 'mb1', '14:4f:d7:f0:79:09', 'Offline', '2018-04-16 22:55:51', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:04', 'yes', '2018-04-10 13:14:06', '2018-04-10 13:13:52');
INSERT INTO `frimware_update_log` VALUES ('800', '1120171025012531', '26', 'mb1', '14:4f:d7:f0:77:42', 'Offline', '2018-04-16 21:06:05', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:04', 'yes', '2018-04-10 12:28:32', '2018-04-10 11:58:32');
INSERT INTO `frimware_update_log` VALUES ('801', '1120171025010818', '26', 'mb1', '14:4f:d7:f0:70:91', 'Offline', '2018-04-17 06:30:22', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:04', 'yes', '2018-04-10 13:11:01', '2018-04-10 13:10:49');
INSERT INTO `frimware_update_log` VALUES ('802', '1120171025012530', '26', 'mb1', '14:4f:d7:f0:77:41', 'Offline', '2018-04-17 08:19:44', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:04', 'yes', '2018-04-10 16:49:37', '2018-04-10 16:49:23');
INSERT INTO `frimware_update_log` VALUES ('803', '1120171025010803', '26', 'mb1', '14:4f:d7:f0:70:82', 'Offline', '2018-04-16 22:01:04', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:04', 'yes', '2018-04-10 16:23:01', '2018-04-10 16:22:48');
INSERT INTO `frimware_update_log` VALUES ('804', '1120171025010835', '26', 'mb1', '14:4f:d7:f0:70:a2', 'Offline', '2018-04-17 06:30:38', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:04', 'yes', '2018-04-10 13:19:17', '2018-04-10 13:19:02');
INSERT INTO `frimware_update_log` VALUES ('805', '1120171025010805', '26', 'mb1', '14:4f:d7:f0:70:84', 'Online', '2018-04-15 13:00:19', 'v1.0.9', '已验证', 'lastVer=v1.0.9', 'admin', '2', '2018-04-10 11:45:04', 'yes', '2018-04-17 00:44:14', '2018-04-10 18:43:18');
INSERT INTO `frimware_update_log` VALUES ('806', '1120171025012984', '26', 'mb1', '14:4f:d7:f0:79:07', 'Offline', '2018-04-16 23:48:06', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:04', 'yes', '2018-04-10 22:23:39', '2018-04-10 22:23:19');
INSERT INTO `frimware_update_log` VALUES ('807', '1120171025010833', '26', 'mb1', '14:4f:d7:f0:70:a0', 'Offline', '2018-04-16 19:43:34', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:04', 'yes', '2018-04-10 12:14:57', '2018-04-10 12:14:43');
INSERT INTO `frimware_update_log` VALUES ('808', '1120171025010829', '26', 'mb1', '14:4f:d7:f0:70:9c', 'Offline', '2018-04-16 21:00:31', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 16:18:04', '2018-04-10 16:17:51');
INSERT INTO `frimware_update_log` VALUES ('809', '1120171025010801', '26', 'mb1', '14:4f:d7:f0:70:80', 'Offline', '2018-04-17 08:41:36', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 20:04:32', '2018-04-10 19:47:00');
INSERT INTO `frimware_update_log` VALUES ('810', '1120171025012608', '26', 'mb1', '14:4f:d7:f0:77:8f', 'Offline', '2018-04-16 22:00:47', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 20:15:41', '2018-04-10 20:15:33');
INSERT INTO `frimware_update_log` VALUES ('811', '1120171025012535', '26', 'mb1', '14:4f:d7:f0:77:46', 'Offline', '2018-04-17 08:49:43', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 13:22:01', '2018-04-10 13:21:43');
INSERT INTO `frimware_update_log` VALUES ('812', '1120171025010819', '26', 'mb1', '14:4f:d7:f0:70:92', 'Offline', '2018-04-17 00:04:11', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 16:10:13', '2018-04-10 16:09:55');
INSERT INTO `frimware_update_log` VALUES ('813', '1120171025012607', '26', 'mb1', '14:4f:d7:f0:77:8e', 'Offline', '2018-04-16 22:12:38', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 23:10:41', '2018-04-10 23:10:38');
INSERT INTO `frimware_update_log` VALUES ('814', '1120171025010826', '26', 'mb1', '14:4f:d7:f0:70:99', 'Offline', '2018-04-17 06:49:47', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 11:56:40', '2018-04-10 11:56:26');
INSERT INTO `frimware_update_log` VALUES ('815', '1120171025010840', '26', 'mb1', '14:4f:d7:f0:70:a7', 'Offline', '2018-04-16 19:16:37', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 12:13:42', '2018-04-10 12:13:25');
INSERT INTO `frimware_update_log` VALUES ('816', '1120171025012618', '26', 'mb1', '14:4f:d7:f0:77:99', 'Offline', '2018-04-17 00:27:45', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 12:14:42', '2018-04-10 12:14:42');
INSERT INTO `frimware_update_log` VALUES ('817', '1120171025010806', '26', 'mb1', '14:4f:d7:f0:70:85', 'Offline', '2018-04-16 21:34:07', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 23:29:49', '2018-04-10 23:13:43');
INSERT INTO `frimware_update_log` VALUES ('818', '1120171025010804', '26', 'mb1', '14:4f:d7:f0:70:83', 'Offline', '2018-04-17 07:33:00', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 11:51:31', '2018-04-10 11:51:31');
INSERT INTO `frimware_update_log` VALUES ('819', '1120171025010820', '26', 'mb1', '14:4f:d7:f0:70:93', 'Offline', '2018-04-17 01:40:27', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 21:07:34', '2018-04-10 21:07:31');
INSERT INTO `frimware_update_log` VALUES ('820', '1120171025012992', '26', 'mb1', '14:4f:d7:f0:79:0f', 'Offline', null, 'v1.0.9', '未验证', null, 'admin', '2', '2018-04-10 11:45:05', 'yes', null, null);
INSERT INTO `frimware_update_log` VALUES ('821', '1120171025010839', '26', 'mb1', '14:4f:d7:f0:70:a6', 'Offline', '2018-04-17 07:50:42', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-11 15:47:37', '2018-04-11 15:47:20');
INSERT INTO `frimware_update_log` VALUES ('822', '1120171025012626', '26', 'mb1', '14:4f:d7:f0:77:a1', 'Offline', '2018-04-17 08:14:08', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 14:20:03', '2018-04-10 14:19:53');
INSERT INTO `frimware_update_log` VALUES ('823', '1120171025010832', '26', 'mb1', '14:4f:d7:f0:70:9f', 'Offline', '2018-04-17 08:47:31', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 12:22:55', '2018-04-10 12:22:53');
INSERT INTO `frimware_update_log` VALUES ('824', '1120171025010825', '26', 'mb1', '14:4f:d7:f0:70:98', 'Offline', '2018-04-16 22:02:07', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-12 23:26:08', '2018-04-12 22:26:06');
INSERT INTO `frimware_update_log` VALUES ('825', '1120171025010821', '26', 'mb1', '14:4f:d7:f0:70:94', 'Offline', '2018-04-15 12:40:59', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 13:23:35', '2018-04-10 13:23:27');
INSERT INTO `frimware_update_log` VALUES ('826', '1120171025012606', '26', 'mb1', '14:4f:d7:f0:77:8d', 'Offline', '2018-04-17 00:57:04', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 15:47:38', '2018-04-10 15:47:25');
INSERT INTO `frimware_update_log` VALUES ('827', '1120171025012603', '26', 'mb1', '14:4f:d7:f0:77:8a', 'Offline', '2018-04-14 13:04:31', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 15:25:14', '2018-04-10 15:25:04');
INSERT INTO `frimware_update_log` VALUES ('828', '1120171025012534', '26', 'mb1', '14:4f:d7:f0:77:45', 'Offline', '2018-04-14 00:12:42', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-13 23:33:14', '2018-04-10 14:22:16');
INSERT INTO `frimware_update_log` VALUES ('829', '1120171025010822', '26', 'mb1', '14:4f:d7:f0:70:95', 'Offline', '2018-04-16 21:16:42', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 13:45:07', '2018-04-10 13:44:49');
INSERT INTO `frimware_update_log` VALUES ('830', '1120171025012613', '26', 'mb1', '14:4f:d7:f0:77:94', 'Offline', '2018-04-16 19:23:44', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 12:01:02', '2018-04-10 12:00:48');
INSERT INTO `frimware_update_log` VALUES ('831', '1120171025010838', '26', 'mb1', '14:4f:d7:f0:70:a5', 'Offline', '2018-04-14 00:27:37', 'v1.1.3', '已验证', 'lastVer=v1.0.9', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-14 00:17:15', '2018-04-12 23:04:43');
INSERT INTO `frimware_update_log` VALUES ('832', '1120171025010830', '26', 'mb1', '14:4f:d7:f0:70:9d', 'Offline', '2018-04-16 22:34:48', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 14:06:24', '2018-04-10 14:06:17');
INSERT INTO `frimware_update_log` VALUES ('833', '1120171025010836', '26', 'mb1', '14:4f:d7:f0:70:a3', 'Offline', '2018-04-16 21:00:16', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 14:15:14', '2018-04-10 14:14:58');
INSERT INTO `frimware_update_log` VALUES ('834', '1120171025010834', '26', 'mb1', '14:4f:d7:f0:70:a1', 'Offline', '2018-04-16 20:05:44', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 15:06:21', '2018-04-10 15:06:21');
INSERT INTO `frimware_update_log` VALUES ('835', '1120171025012624', '26', 'mb1', '14:4f:d7:f0:77:9f', 'Offline', '2018-04-15 07:47:57', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-11 00:24:07', '2018-04-11 00:24:00');
INSERT INTO `frimware_update_log` VALUES ('836', '1120171025012991', '26', 'mb1', '14:4f:d7:f0:79:0e', 'Offline', '2018-04-16 17:27:13', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 14:41:10', '2018-04-10 14:40:59');
INSERT INTO `frimware_update_log` VALUES ('837', '1120171025010837', '26', 'mb1', '14:4f:d7:f0:70:a4', 'Offline', '2018-04-14 16:03:17', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 19:38:11', '2018-04-10 19:38:07');
INSERT INTO `frimware_update_log` VALUES ('838', '1120171025012612', '26', 'mb1', '14:4f:d7:f0:77:93', 'Offline', '2018-04-16 23:19:48', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 22:25:41', '2018-04-10 22:25:34');
INSERT INTO `frimware_update_log` VALUES ('839', '1120171025012601', '26', 'mb1', '14:4f:d7:f0:77:88', 'Offline', '2018-04-14 15:56:39', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 22:54:25', '2018-04-10 22:36:01');
INSERT INTO `frimware_update_log` VALUES ('840', '1120171025010814', '26', 'mb1', '14:4f:d7:f0:70:8d', 'Offline', '2018-04-16 23:29:45', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 12:57:31', '2018-04-10 12:57:18');
INSERT INTO `frimware_update_log` VALUES ('841', '1120171025012524', '26', 'mb1', '14:4f:d7:f0:77:3b', 'Offline', '2018-04-16 23:19:56', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 12:39:39', '2018-04-10 12:39:27');
INSERT INTO `frimware_update_log` VALUES ('842', '1120171025010817', '26', 'mb1', '14:4f:d7:f0:70:90', 'Offline', '2018-04-16 22:05:44', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 13:05:21', '2018-04-10 13:05:14');
INSERT INTO `frimware_update_log` VALUES ('843', '1120171025010816', '26', 'mb1', '14:4f:d7:f0:70:8f', 'Offline', '2018-04-16 22:29:24', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 12:34:03', '2018-04-10 12:33:53');
INSERT INTO `frimware_update_log` VALUES ('844', '1120171025012620', '26', 'mb1', '14:4f:d7:f0:77:9b', 'Offline', '2018-04-16 22:40:08', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 12:00:22', '2018-04-10 12:00:22');
INSERT INTO `frimware_update_log` VALUES ('845', '1120171025012538', '26', 'mb1', '14:4f:d7:f0:77:49', 'Offline', '2018-04-16 22:39:47', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 21:19:38', '2018-04-10 20:49:31');
INSERT INTO `frimware_update_log` VALUES ('846', '1120171025012994', '26', 'mb1', '14:4f:d7:f0:79:11', 'Offline', '2018-04-17 00:13:23', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 20:57:48', '2018-04-10 20:57:32');
INSERT INTO `frimware_update_log` VALUES ('847', '1120171025012528', '26', 'mb1', '14:4f:d7:f0:77:3f', 'Offline', '2018-04-16 22:56:02', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 13:38:02', '2018-04-10 13:37:49');
INSERT INTO `frimware_update_log` VALUES ('848', '1120171025010824', '26', 'mb1', '14:4f:d7:f0:70:97', 'Offline', '2018-04-17 00:05:20', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 12:30:37', '2018-04-10 12:30:30');
INSERT INTO `frimware_update_log` VALUES ('849', '1120171025010823', '26', 'mb1', '14:4f:d7:f0:70:96', 'Offline', '2018-04-16 09:43:48', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 22:56:25', '2018-04-10 22:56:25');
INSERT INTO `frimware_update_log` VALUES ('850', '1120171025012532', '26', 'mb1', '14:4f:d7:f0:77:43', 'Offline', '2018-04-15 12:04:54', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 19:36:38', '2018-04-10 19:36:24');
INSERT INTO `frimware_update_log` VALUES ('851', '1120171025010813', '26', 'mb1', '14:4f:d7:f0:70:8c', 'Offline', '2018-04-17 03:52:35', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 15:33:14', '2018-04-10 15:33:07');
INSERT INTO `frimware_update_log` VALUES ('852', '1120171025012533', '26', 'mb1', '14:4f:d7:f0:77:44', 'Offline', '2018-04-15 09:09:52', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 21:41:34', '2018-04-10 21:41:23');
INSERT INTO `frimware_update_log` VALUES ('853', '1120171025012540', '26', 'mb1', '14:4f:d7:f0:77:4b', 'Offline', '2018-04-16 20:26:31', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 12:11:10', '2018-04-10 12:10:52');
INSERT INTO `frimware_update_log` VALUES ('854', '1120171025012989', '26', 'mb1', '14:4f:d7:f0:79:0c', 'Offline', '2018-04-17 08:56:02', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 16:34:34', '2018-04-10 16:34:24');
INSERT INTO `frimware_update_log` VALUES ('855', '1120171025012604', '26', 'mb1', '14:4f:d7:f0:77:8b', 'Offline', '2018-04-15 10:44:12', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 19:35:18', '2018-04-10 19:35:03');
INSERT INTO `frimware_update_log` VALUES ('856', '1120171025012617', '26', 'mb1', '14:4f:d7:f0:77:98', 'Offline', '2018-04-17 07:39:02', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 15:41:16', '2018-04-10 15:41:09');
INSERT INTO `frimware_update_log` VALUES ('857', '1120171025012526', '26', 'mb1', '14:4f:d7:f0:77:3d', 'Offline', '2018-04-15 14:19:54', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 12:47:49', '2018-04-10 12:47:34');
INSERT INTO `frimware_update_log` VALUES ('858', '1120171025012537', '26', 'mb1', '14:4f:d7:f0:77:48', 'Offline', '2018-04-14 14:18:11', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 19:33:57', '2018-04-10 19:33:53');
INSERT INTO `frimware_update_log` VALUES ('859', '1120171025012527', '26', 'mb1', '14:4f:d7:f0:77:3e', 'Offline', '2018-04-15 10:24:38', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 19:34:23', '2018-04-10 19:34:13');
INSERT INTO `frimware_update_log` VALUES ('860', '1120171025010827', '26', 'mb1', '14:4f:d7:f0:70:9a', 'Offline', '2018-04-15 09:46:22', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 19:34:43', '2018-04-10 19:34:42');
INSERT INTO `frimware_update_log` VALUES ('861', '1120171025012611', '26', 'mb1', '14:4f:d7:f0:77:92', 'Offline', '2018-04-16 20:28:53', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 11:46:44', '2018-04-10 11:46:37');
INSERT INTO `frimware_update_log` VALUES ('862', '1120171025012605', '26', 'mb1', '14:4f:d7:f0:77:8c', 'Offline', '2018-04-16 23:21:29', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 12:25:43', '2018-04-10 12:25:25');
INSERT INTO `frimware_update_log` VALUES ('863', '1120171025012539', '26', 'mb1', '14:4f:d7:f0:77:4a', 'Offline', '2018-04-14 10:16:48', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 19:34:50', '2018-04-10 19:34:41');
INSERT INTO `frimware_update_log` VALUES ('864', '1120171025012525', '26', 'mb1', '14:4f:d7:f0:77:3c', 'Offline', '2018-04-16 19:56:32', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 15:09:33', '2018-04-10 15:09:27');
INSERT INTO `frimware_update_log` VALUES ('865', '1120171025012988', '26', 'mb1', '14:4f:d7:f0:79:0b', 'Offline', '2018-04-17 08:00:57', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 17:25:54', '2018-04-10 12:34:34');
INSERT INTO `frimware_update_log` VALUES ('866', '1120171025012522', '26', 'mb1', '14:4f:d7:f0:77:39', 'Offline', '2018-04-16 15:15:36', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 13:46:55', '2018-04-10 13:41:16');
INSERT INTO `frimware_update_log` VALUES ('867', '1120171025012536', '26', 'mb1', '14:4f:d7:f0:77:47', 'Offline', '2018-04-16 17:45:07', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 13:59:28', '2018-04-10 13:59:19');
INSERT INTO `frimware_update_log` VALUES ('868', '1120171025012615', '26', 'mb1', '14:4f:d7:f0:77:96', 'Offline', '2018-04-16 22:22:32', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 13:38:18', '2018-04-10 13:38:05');
INSERT INTO `frimware_update_log` VALUES ('869', '1120171025010812', '26', 'mb1', '14:4f:d7:f0:70:8b', 'Offline', '2018-04-17 08:39:24', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 13:20:34', '2018-04-10 13:20:21');
INSERT INTO `frimware_update_log` VALUES ('870', '1120171025012529', '26', 'mb1', '14:4f:d7:f0:77:40', 'Offline', '2018-04-17 07:13:37', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:05', 'yes', '2018-04-10 13:15:01', '2018-04-10 13:14:43');
INSERT INTO `frimware_update_log` VALUES ('871', '1120171025012990', '26', 'mb1', '14:4f:d7:f0:79:0d', 'Offline', '2018-04-17 00:38:25', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:06', 'yes', '2018-04-10 11:53:50', '2018-04-10 11:53:44');
INSERT INTO `frimware_update_log` VALUES ('872', '1120171025012623', '26', 'mb1', '14:4f:d7:f0:77:9e', 'Offline', '2018-04-16 23:19:14', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:06', 'yes', '2018-04-10 12:06:07', '2018-04-10 12:05:48');
INSERT INTO `frimware_update_log` VALUES ('873', '1120171025012995', '26', 'mb1', '14:4f:d7:f0:79:12', 'Offline', '2018-04-16 22:55:41', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:06', 'yes', '2018-04-10 13:49:46', '2018-04-10 13:49:43');
INSERT INTO `frimware_update_log` VALUES ('874', '1120171025010815', '26', 'mb1', '14:4f:d7:f0:70:8e', 'Offline', '2018-04-16 19:50:32', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:06', 'yes', '2018-04-10 19:45:21', '2018-04-10 19:45:06');
INSERT INTO `frimware_update_log` VALUES ('875', '1120171025010802', '26', 'mb1', '14:4f:d7:f0:70:81', 'Offline', '2018-04-16 19:49:00', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:06', 'yes', '2018-04-10 15:07:29', '2018-04-10 15:07:11');
INSERT INTO `frimware_update_log` VALUES ('876', '1120171025010809', '26', 'mb1', '14:4f:d7:f0:70:88', 'Offline', '2018-04-16 22:21:51', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:06', 'yes', '2018-04-10 23:49:51', '2018-04-10 19:07:36');
INSERT INTO `frimware_update_log` VALUES ('877', '1120171025012609', '26', 'mb1', '14:4f:d7:f0:77:90', 'Offline', '2018-04-17 08:19:47', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:06', 'yes', '2018-04-10 12:24:56', '2018-04-10 12:24:42');
INSERT INTO `frimware_update_log` VALUES ('878', '1120171025012602', '26', 'mb1', '14:4f:d7:f0:77:89', 'Offline', '2018-04-16 23:31:53', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:06', 'yes', '2018-04-10 13:10:27', '2018-04-10 13:10:13');
INSERT INTO `frimware_update_log` VALUES ('879', '1120171025012616', '26', 'mb1', '14:4f:d7:f0:77:97', 'Offline', '2018-04-17 08:32:32', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:06', 'yes', '2018-04-10 12:52:23', '2018-04-10 12:52:10');
INSERT INTO `frimware_update_log` VALUES ('880', '1120171025012520', '26', 'mb1', '14:4f:d7:f0:77:37', 'Offline', '2018-04-17 07:54:34', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:06', 'yes', '2018-04-10 16:06:54', '2018-04-10 16:06:40');
INSERT INTO `frimware_update_log` VALUES ('881', '1120171025012523', '26', 'mb1', '14:4f:d7:f0:77:3a', 'Offline', '2018-04-17 07:12:03', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:06', 'yes', '2018-04-10 15:01:48', '2018-04-10 15:01:29');
INSERT INTO `frimware_update_log` VALUES ('882', '1120171025010810', '26', 'mb1', '14:4f:d7:f0:70:89', 'Offline', '2018-04-16 20:29:32', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:06', 'yes', '2018-04-10 15:32:29', '2018-04-10 15:32:15');
INSERT INTO `frimware_update_log` VALUES ('883', '1120171025010808', '26', 'mb1', '14:4f:d7:f0:70:87', 'Offline', '2018-04-16 20:54:08', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:06', 'yes', '2018-04-10 12:26:07', '2018-04-10 12:25:56');
INSERT INTO `frimware_update_log` VALUES ('884', '1120171025012987', '26', 'mb1', '14:4f:d7:f0:79:0a', 'Offline', '2018-04-16 20:00:13', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:06', 'yes', '2018-04-10 12:05:18', '2018-04-10 12:05:04');
INSERT INTO `frimware_update_log` VALUES ('885', '1120180402010006', '26', 'mb1', '14:4f:d7:f0:6b:27', 'Offline', '2018-04-16 22:01:57', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-11 12:47:38', '2018-04-11 12:47:32');
INSERT INTO `frimware_update_log` VALUES ('886', '1120180402010005', '26', 'mb1', '14:4f:d7:f0:6b:26', 'Offline', '2018-04-16 20:34:21', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-12 21:27:28', '2018-04-11 21:45:42');
INSERT INTO `frimware_update_log` VALUES ('887', '1120180402010004', '26', 'mb1', '14:4f:d7:f0:6b:25', 'Offline', '2018-04-16 21:52:22', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 13:57:39', '2018-04-10 13:57:29');
INSERT INTO `frimware_update_log` VALUES ('888', '1120180402010003', '26', 'mb1', '14:4f:d7:f0:6b:24', 'Offline', '2018-04-17 08:06:44', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 12:12:35', '2018-04-10 12:12:35');
INSERT INTO `frimware_update_log` VALUES ('889', '1120180402010002', '26', 'mb1', '14:4f:d7:f0:6b:23', 'Offline', '2018-04-15 08:17:58', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 23:30:10', '2018-04-10 23:29:57');
INSERT INTO `frimware_update_log` VALUES ('890', '1120180402010001', '26', 'mb1', '14:4f:d7:f0:6b:22', 'Offline', '2018-04-16 22:42:15', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 12:34:50', '2018-04-10 12:34:40');
INSERT INTO `frimware_update_log` VALUES ('891', '1120171025010709', '26', 'mb1', '14:4f:d7:f0:70:24', 'Offline', '2018-04-16 22:00:30', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 17:12:37', '2018-04-10 17:12:34');
INSERT INTO `frimware_update_log` VALUES ('892', '1120171025010679', '26', 'mb1', '14:4f:d7:f0:70:06', 'Offline', '2018-04-16 18:17:51', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 15:48:59', '2018-04-10 15:48:45');
INSERT INTO `frimware_update_log` VALUES ('893', '1120171025010689', '26', 'mb1', '14:4f:d7:f0:70:10', 'Offline', '2018-04-17 00:31:28', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 14:34:31', '2018-04-10 12:23:01');
INSERT INTO `frimware_update_log` VALUES ('894', '1120171025010043', '26', 'mb1', '14:4f:d7:f0:6d:8a', 'Offline', '2018-04-16 23:21:58', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 12:38:38', '2018-04-10 12:38:26');
INSERT INTO `frimware_update_log` VALUES ('895', '1120171025010714', '26', 'mb1', '14:4f:d7:f0:70:29', 'Offline', '2018-04-16 13:52:35', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 15:19:59', '2018-04-10 15:19:47');
INSERT INTO `frimware_update_log` VALUES ('896', '1120171025010694', '26', 'mb1', '14:4f:d7:f0:70:15', 'Offline', '2018-04-16 20:18:26', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-12 09:51:02', '2018-04-10 11:49:35');
INSERT INTO `frimware_update_log` VALUES ('897', '1120171025010682', '26', 'mb1', '14:4f:d7:f0:70:0d', 'Offline', '2018-04-17 08:09:27', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-11 12:10:09', '2018-04-11 12:10:06');
INSERT INTO `frimware_update_log` VALUES ('898', '1120171025010338', '26', 'mb1', '14:4f:d7:f0:6e:b1', 'Offline', '2018-04-16 22:45:02', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-11 12:19:13', '2018-04-11 12:19:05');
INSERT INTO `frimware_update_log` VALUES ('899', '1120171025010707', '26', 'mb1', '14:4f:d7:f0:70:22', 'Offline', '2018-04-16 21:08:29', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 11:48:12', '2018-04-10 11:48:12');
INSERT INTO `frimware_update_log` VALUES ('900', '1120171025010090', '26', 'mb1', '14:4f:d7:f0:6d:b9', 'Offline', '2018-04-16 18:23:02', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 15:30:06', '2018-04-10 15:30:06');
INSERT INTO `frimware_update_log` VALUES ('901', '1120171025010674', '26', 'mb1', '14:4f:d7:f0:70:01', 'Offline', '2018-04-17 08:12:04', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 14:25:27', '2018-04-10 14:25:24');
INSERT INTO `frimware_update_log` VALUES ('902', '1120171025010710', '26', 'mb1', '14:4f:d7:f0:70:25', 'Offline', '2018-04-16 20:53:37', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 15:43:21', '2018-04-10 12:41:29');
INSERT INTO `frimware_update_log` VALUES ('903', '1120171025010691', '26', 'mb1', '14:4f:d7:f0:70:12', 'Offline', '2018-04-17 08:12:43', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 21:25:39', '2018-04-10 12:44:08');
INSERT INTO `frimware_update_log` VALUES ('904', '1120171025010083', '26', 'mb1', '14:4f:d7:f0:6d:b2', 'Offline', '2018-04-16 22:53:24', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-11 12:17:36', '2018-04-11 08:18:14');
INSERT INTO `frimware_update_log` VALUES ('905', '1120171025010692', '26', 'mb1', '14:4f:d7:f0:70:13', 'Offline', '2018-04-17 08:13:16', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 18:06:43', '2018-04-10 18:06:40');
INSERT INTO `frimware_update_log` VALUES ('906', '1120171025010681', '26', 'mb1', '14:4f:d7:f0:70:08', 'Offline', '2018-04-16 15:41:58', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 16:43:10', '2018-04-10 16:42:57');
INSERT INTO `frimware_update_log` VALUES ('907', '1120171025010713', '26', 'mb1', '14:4f:d7:f0:70:28', 'Offline', '2018-04-16 22:15:10', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 16:00:31', '2018-04-10 16:00:18');
INSERT INTO `frimware_update_log` VALUES ('908', '1120171025010698', '26', 'mb1', '14:4f:d7:f0:70:19', 'Offline', '2018-04-16 18:05:20', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 15:19:32', '2018-04-10 15:19:28');
INSERT INTO `frimware_update_log` VALUES ('909', '1120171025010035', '26', 'mb1', '14:4f:d7:f0:6d:82', 'Offline', '2018-04-17 07:56:58', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 13:50:31', '2018-04-10 13:50:27');
INSERT INTO `frimware_update_log` VALUES ('910', '1120171025010706', '26', 'mb1', '14:4f:d7:f0:70:21', 'Online', '2018-04-17 02:51:03', 'v1.1.2', '已验证', 'lastVer=v1.1.2', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-17 02:51:14', '2018-04-10 13:11:34');
INSERT INTO `frimware_update_log` VALUES ('911', '1120171025010695', '26', 'mb1', '14:4f:d7:f0:70:16', 'Offline', '2018-04-17 01:51:52', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 13:07:35', '2018-04-10 13:07:32');
INSERT INTO `frimware_update_log` VALUES ('912', '1120171025010683', '26', 'mb1', '14:4f:d7:f0:70:0a', 'Offline', '2018-04-17 08:15:49', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 13:03:41', '2018-04-10 12:17:51');
INSERT INTO `frimware_update_log` VALUES ('913', '1120171025010669', '26', 'mb1', '14:4f:d7:f0:6f:fc', 'Offline', '2018-04-17 00:08:06', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 12:12:53', '2018-04-10 12:12:53');
INSERT INTO `frimware_update_log` VALUES ('914', '1120171025010708', '26', 'mb1', '14:4f:d7:f0:70:23', 'Offline', '2018-04-16 20:10:48', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 18:32:49', '2018-04-10 18:32:35');
INSERT INTO `frimware_update_log` VALUES ('915', '1120171025010675', '26', 'mb1', '14:4f:d7:f0:70:02', 'Offline', '2018-04-16 18:18:07', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 19:10:03', '2018-04-10 19:09:52');
INSERT INTO `frimware_update_log` VALUES ('916', '1120171025010704', '26', 'mb1', '14:4f:d7:f0:70:1f', 'Offline', '2018-04-16 18:04:22', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 13:40:07', '2018-04-10 13:39:56');
INSERT INTO `frimware_update_log` VALUES ('917', '1120171025010040', '26', 'mb1', '14:4f:d7:f0:6d:87', 'Offline', '2018-04-17 08:00:31', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 16:58:03', '2018-04-10 16:57:54');
INSERT INTO `frimware_update_log` VALUES ('918', '1120171025010696', '26', 'mb1', '14:4f:d7:f0:70:17', 'Offline', '2018-04-16 22:59:25', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-11 12:18:31', '2018-04-11 12:18:28');
INSERT INTO `frimware_update_log` VALUES ('919', '1120171025010676', '26', 'mb1', '14:4f:d7:f0:70:03', 'Offline', '2018-04-16 20:53:27', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 12:05:05', '2018-04-10 12:05:05');
INSERT INTO `frimware_update_log` VALUES ('920', '1120171025010678', '26', 'mb1', '14:4f:d7:f0:70:05', 'Offline', '2018-04-16 21:58:33', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:16', 'yes', '2018-04-10 13:37:00', '2018-04-10 13:36:56');
INSERT INTO `frimware_update_log` VALUES ('921', '1120171025010690', '26', 'mb1', '14:4f:d7:f0:70:11', 'Offline', '2018-04-16 22:33:55', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:17', 'yes', '2018-04-10 17:02:49', '2018-04-10 17:02:42');
INSERT INTO `frimware_update_log` VALUES ('922', '1120171025010677', '26', 'mb1', '14:4f:d7:f0:70:04', 'Offline', '2018-04-17 08:22:00', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:17', 'yes', '2018-04-10 16:32:36', '2018-04-10 16:32:33');
INSERT INTO `frimware_update_log` VALUES ('923', '1120171025010703', '26', 'mb1', '14:4f:d7:f0:70:1e', 'Offline', '2018-04-17 07:58:27', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:17', 'yes', '2018-04-10 12:06:22', '2018-04-10 12:06:22');
INSERT INTO `frimware_update_log` VALUES ('924', '1120171025010089', '26', 'mb1', '14:4f:d7:f0:6d:b8', 'Offline', '2018-04-16 19:23:16', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:17', 'yes', '2018-04-10 17:33:55', '2018-04-10 17:33:48');
INSERT INTO `frimware_update_log` VALUES ('925', '1120171025010634', '26', 'mb1', '14:4f:d7:f0:6f:d9', 'Offline', '2018-04-17 08:03:36', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:17', 'yes', '2018-04-10 13:48:32', '2018-04-10 13:48:22');
INSERT INTO `frimware_update_log` VALUES ('926', '1120171025010705', '26', 'mb1', '14:4f:d7:f0:70:20', 'Offline', '2018-04-16 20:53:31', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:17', 'yes', '2018-04-10 11:48:11', '2018-04-10 11:48:08');
INSERT INTO `frimware_update_log` VALUES ('927', '1120171025010049', '26', 'mb1', '14:4f:d7:f0:6d:90', 'Offline', '2018-04-16 21:48:28', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:17', 'yes', '2018-04-10 18:55:27', '2018-04-10 12:42:35');
INSERT INTO `frimware_update_log` VALUES ('928', '1120171025010712', '26', 'mb1', '14:4f:d7:f0:70:27', 'Offline', null, 'v1.0.9', '未验证', null, 'admin', '2', '2018-04-10 11:45:17', 'yes', null, null);
INSERT INTO `frimware_update_log` VALUES ('929', '1120171025010697', '26', 'mb1', '14:4f:d7:f0:70:18', 'Offline', '2018-04-16 23:46:24', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:17', 'yes', '2018-04-10 12:05:22', '2018-04-10 12:05:22');
INSERT INTO `frimware_update_log` VALUES ('930', '1120171025010711', '26', 'mb1', '14:4f:d7:f0:70:26', 'Offline', '2018-04-17 07:57:13', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:17', 'yes', '2018-04-10 16:22:45', '2018-04-10 16:22:42');
INSERT INTO `frimware_update_log` VALUES ('931', '1120171025010673', '26', 'mb1', '14:4f:d7:f0:70:00', 'Offline', '2018-04-17 08:21:41', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:17', 'yes', '2018-04-10 12:24:15', '2018-04-10 12:24:05');
INSERT INTO `frimware_update_log` VALUES ('932', '1120171025010693', '26', 'mb1', '14:4f:d7:f0:70:14', 'Offline', '2018-04-17 00:13:53', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:17', 'yes', '2018-04-10 15:02:19', '2018-04-10 15:02:10');
INSERT INTO `frimware_update_log` VALUES ('933', '1120171025010680', '26', 'mb1', '14:4f:d7:f0:70:07', 'Offline', '2018-04-17 07:33:00', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:17', 'yes', '2018-04-10 11:54:02', '2018-04-10 11:54:02');
INSERT INTO `frimware_update_log` VALUES ('934', '1120171025010036', '26', 'mb1', '14:4f:d7:f0:6d:83', 'Offline', '2018-04-16 09:03:46', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:45:17', 'yes', '2018-04-11 17:11:14', '2018-04-11 14:20:55');
INSERT INTO `frimware_update_log` VALUES ('936', '1120171025010866', '26', 'mb1', '14:4f:d7:f0:70:c1', 'Offline', '2018-04-17 08:45:54', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 11:52:47', 'yes', '2018-04-10 11:57:12', '2018-04-10 11:54:44');
INSERT INTO `frimware_update_log` VALUES ('937', '1120171025012260', '26', 'mb1', '14:4f:d7:f0:76:33', 'Offline', '2018-04-16 20:46:55', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 12:10:12', 'yes', '2018-04-10 12:18:02', '2018-04-10 12:11:04');
INSERT INTO `frimware_update_log` VALUES ('938', '1120171025012619', '26', 'mb1', '14:4f:d7:f0:77:9a', 'Offline', '2018-04-17 07:35:50', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 12:14:50', 'yes', '2018-04-10 12:15:55', '2018-04-10 12:15:51');
INSERT INTO `frimware_update_log` VALUES ('939', '1120171025010081', '26', 'mb1', '14:4f:d7:f0:78:cd', 'Offline', '2018-04-14 11:12:48', 'v1.1.3', '已验证', 'lastVer=v1.1.3', 'admin', '2', '2018-04-10 12:34:47', 'yes', '2018-04-10 12:38:36', '2018-04-10 12:38:36');

-- ----------------------------
-- Table structure for permission
-- ----------------------------
DROP TABLE IF EXISTS `permission`;
CREATE TABLE `permission` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键',
  `pid` bigint(20) DEFAULT NULL COMMENT '上级ID',
  `name` varchar(50) DEFAULT NULL COMMENT '权限名',
  `type` smallint(6) DEFAULT NULL COMMENT '类型 0、菜单 1、功能  2、按钮',
  `sort` smallint(6) DEFAULT NULL COMMENT '排序',
  `url` varchar(100) DEFAULT NULL COMMENT '地址',
  `perm_code` varchar(30) DEFAULT NULL COMMENT '权限编码',
  `icon` varchar(30) DEFAULT NULL COMMENT '图标',
  `description` varchar(100) DEFAULT NULL COMMENT '描述',
  `status` smallint(6) DEFAULT NULL COMMENT '状态 0、禁用 1、正常',
  `gmt_create` datetime DEFAULT NULL COMMENT '创建时间',
  `gmt_modified` datetime DEFAULT NULL COMMENT '修改时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `perm_name_index` (`name`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=41 DEFAULT CHARSET=utf8 COMMENT='permission 权限表';

-- ----------------------------
-- Records of permission
-- ----------------------------
INSERT INTO `permission` VALUES ('1', '0', '系统管理', '0', '100', '-', '-', 'fa fa-tag', '系统管理员目录', '1', '2017-09-12 16:48:53', '2018-01-15 10:58:46');
INSERT INTO `permission` VALUES ('2', '1', '用户管理', '1', '110', '/admin/user/list', 'sys.user:list', 'fa fa-user', '用户管理', '1', '2017-09-12 16:52:28', '2017-09-21 16:57:31');
INSERT INTO `permission` VALUES ('3', '1', '角色管理', '1', '120', '/admin/role/list', 'sys.role:list', 'fa fa-circle', '角色管理', '1', '2017-09-12 16:52:34', '2017-09-21 16:58:33');
INSERT INTO `permission` VALUES ('4', '1', '权限管理', '1', '130', '/admin/permission/list', 'sys.permisssion:list', 'fa fa-shirtsinbulk', '权限管理', '1', '2017-09-12 16:52:40', '2017-09-21 16:58:40');
INSERT INTO `permission` VALUES ('10', '0', '业务管理', '0', '300', '-', '-', 'fa fa-cog', '业务管理', '1', '2017-09-21 09:34:26', '2017-09-21 16:59:01');
INSERT INTO `permission` VALUES ('17', '2', '添加用户', '2', '110', '-', 'sys.user:add', '-', '用户管理-添加用户', '1', '2017-10-12 00:58:21', null);
INSERT INTO `permission` VALUES ('18', '2', '修改用户', '2', '110', '-', 'sys.user:update', '-', '用户管理-修改用户', '1', '2017-10-12 00:58:21', null);
INSERT INTO `permission` VALUES ('19', '2', '分配角色', '2', '110', '-', 'sys.user.role:add', '-', '用户管理-分配角色', '1', '2017-10-12 00:58:21', null);
INSERT INTO `permission` VALUES ('20', '2', '审核通过', '2', '110', '-', 'sys.user:optionUserStatus', '-', '用户管理-审核通过', '1', '2017-10-12 00:58:21', null);
INSERT INTO `permission` VALUES ('21', '2', '删除用户', '2', '110', '-', 'sys.user:delete', '-', '用户管理-删除用户', '1', '2017-10-12 00:58:21', null);
INSERT INTO `permission` VALUES ('23', '10', '固件版本维护', '1', '350', '/biz/f_ver/versionlist', 'biz.version:list', 'glyphicon glyphicon-open', '业务管理-固件版本维护', '1', '2017-11-30 11:22:55', '2017-11-30 11:23:02');
INSERT INTO `permission` VALUES ('24', '10', '终端信息', '1', '355', '/biz/f_log/loglist', 'biz.log:list', 'glyphicon glyphicon-wrench', '业务管理-固件导入升级', '1', null, null);
INSERT INTO `permission` VALUES ('25', '23', '添加版本', '2', '400', '', 'biz.version:add', null, '版本管理-添加版本', '1', null, null);
INSERT INTO `permission` VALUES ('26', '23', '修改版本', '2', '401', '', 'biz.version:update', null, '版本管理-修改版本', '1', null, null);
INSERT INTO `permission` VALUES ('27', '23', '删除版本', '2', '402', '', 'biz.version:delete', null, '版本管理-删除版本', '1', null, null);
INSERT INTO `permission` VALUES ('28', '24', '导入固件', '2', '405', null, 'biz.log:import', null, '固件管理-导入固件', '1', null, null);
INSERT INTO `permission` VALUES ('29', '24', '添加固件', '2', '406', null, 'biz.log:add', null, '固件管理-添加固件', '1', null, null);
INSERT INTO `permission` VALUES ('30', '24', '修改固件', '2', '407', null, 'biz.log:update', null, '固件管理-修改固件', '1', null, null);
INSERT INTO `permission` VALUES ('31', '24', '删除固件', '2', '408', null, 'biz.log:delete', null, '固件管理-删除固件', '1', null, null);
INSERT INTO `permission` VALUES ('33', '0', '运营管理', '0', '2', '-', '-', 'fa fa-signal', '-', '1', '2018-01-15 10:39:50', '2018-01-15 10:59:34');
INSERT INTO `permission` VALUES ('35', '33', '活动中心', '1', '3', '/yy/activity/activitylist', 'yy.huodong:list', 'fa fa-heart-o', '活动中心', '1', '2018-01-15 10:52:38', '2018-01-15 14:28:36');
INSERT INTO `permission` VALUES ('36', '35', '添加活动', '2', '4', '-', 'yy.huodong:addUserActivity', 'fa  fa-exclamation-triangle', '活动中心-添加活动', '1', '2018-01-15 14:41:24', '2018-01-15 15:27:51');
INSERT INTO `permission` VALUES ('37', '35', '修改活动', '2', '5', '-', 'yy.huodong:updateUserActivity', 'fa fa-heart', '活动中心-修改活动', '1', '2018-01-15 15:31:37', null);
INSERT INTO `permission` VALUES ('38', '35', '删除活动', '2', '6', '-', 'yy.huodong:delete', ' fa-info', '活动中心-删除活动', '1', '2018-01-15 15:41:31', null);
INSERT INTO `permission` VALUES ('40', '24', '批量允许更新', '2', '409', '-', 'biz.log:batchallow', null, '固件管理-批量允许更新', '1', '2018-02-07 16:42:26', '2018-02-07 16:42:30');

-- ----------------------------
-- Table structure for role
-- ----------------------------
DROP TABLE IF EXISTS `role`;
CREATE TABLE `role` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键',
  `name` varchar(30) DEFAULT NULL COMMENT '角色名',
  `sort` smallint(6) DEFAULT NULL COMMENT '排序',
  `description` varchar(60) DEFAULT NULL COMMENT '描述',
  `status` smallint(5) DEFAULT NULL,
  `gmt_create` datetime DEFAULT NULL COMMENT '创建时间',
  `gmt_modified` datetime DEFAULT NULL COMMENT '修改时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `role_name_index` (`name`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8 COMMENT='role 角色表';

-- ----------------------------
-- Records of role
-- ----------------------------
INSERT INTO `role` VALUES ('2', '超级管理员', '1', '超级管理员', '1', '2017-09-12 17:04:33', '2017-09-12 17:04:35');
INSERT INTO `role` VALUES ('9', '固件版本维护管理员', '100', '固件版本上传管理员', '1', '2017-10-12 15:53:14', '2017-12-14 16:26:43');
INSERT INTO `role` VALUES ('10', '终端信息导入管理员', '200', '终端信息导入管理员', '1', '2017-12-07 15:31:59', '2017-12-29 09:48:27');
INSERT INTO `role` VALUES ('11', '系统角色用户及业务管理员', '500', '系统角色用户及业务管理员', '1', '2017-12-27 19:05:57', null);

-- ----------------------------
-- Table structure for role_permission
-- ----------------------------
DROP TABLE IF EXISTS `role_permission`;
CREATE TABLE `role_permission` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键',
  `rid` bigint(20) unsigned DEFAULT NULL COMMENT '角色ID',
  `pid` bigint(20) unsigned DEFAULT NULL COMMENT '权限ID',
  `gmt_create` datetime DEFAULT NULL COMMENT '创建时间',
  `gmt_modified` datetime DEFAULT NULL COMMENT '修改时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=422 DEFAULT CHARSET=utf8 COMMENT='role_permission 角色权限表';

-- ----------------------------
-- Records of role_permission
-- ----------------------------
INSERT INTO `role_permission` VALUES ('209', '9', '10', '2017-12-26 18:23:56', null);
INSERT INTO `role_permission` VALUES ('210', '9', '23', '2017-12-26 18:23:56', null);
INSERT INTO `role_permission` VALUES ('211', '9', '25', '2017-12-26 18:23:56', null);
INSERT INTO `role_permission` VALUES ('212', '9', '26', '2017-12-26 18:23:56', null);
INSERT INTO `role_permission` VALUES ('213', '9', '27', '2017-12-26 18:23:56', null);
INSERT INTO `role_permission` VALUES ('371', '2', '33', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('372', '2', '35', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('373', '2', '36', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('374', '2', '37', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('375', '2', '38', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('376', '2', '1', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('377', '2', '2', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('378', '2', '17', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('379', '2', '18', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('380', '2', '19', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('381', '2', '20', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('382', '2', '21', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('383', '2', '3', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('384', '2', '4', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('385', '2', '10', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('386', '2', '23', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('387', '2', '25', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('388', '2', '26', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('389', '2', '27', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('390', '2', '24', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('391', '2', '28', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('392', '2', '29', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('393', '2', '30', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('394', '2', '31', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('395', '2', '40', '2018-02-07 16:43:29', null);
INSERT INTO `role_permission` VALUES ('396', '10', '10', '2018-02-07 16:43:44', null);
INSERT INTO `role_permission` VALUES ('397', '10', '24', '2018-02-07 16:43:44', null);
INSERT INTO `role_permission` VALUES ('398', '10', '28', '2018-02-07 16:43:44', null);
INSERT INTO `role_permission` VALUES ('399', '10', '29', '2018-02-07 16:43:44', null);
INSERT INTO `role_permission` VALUES ('400', '10', '30', '2018-02-07 16:43:44', null);
INSERT INTO `role_permission` VALUES ('401', '10', '31', '2018-02-07 16:43:44', null);
INSERT INTO `role_permission` VALUES ('402', '10', '40', '2018-02-07 16:43:44', null);
INSERT INTO `role_permission` VALUES ('403', '11', '1', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('404', '11', '2', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('405', '11', '17', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('406', '11', '18', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('407', '11', '19', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('408', '11', '20', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('409', '11', '21', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('410', '11', '3', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('411', '11', '10', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('412', '11', '23', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('413', '11', '25', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('414', '11', '26', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('415', '11', '27', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('416', '11', '24', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('417', '11', '28', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('418', '11', '29', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('419', '11', '30', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('420', '11', '31', '2018-02-07 16:43:53', null);
INSERT INTO `role_permission` VALUES ('421', '11', '40', '2018-02-07 16:43:53', null);

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键',
  `username` varchar(50) DEFAULT NULL COMMENT '用户名',
  `nickname` varchar(50) DEFAULT NULL COMMENT '昵称',
  `password` varchar(50) DEFAULT NULL COMMENT '密码',
  `salt` varchar(50) DEFAULT NULL COMMENT '盐',
  `email` varchar(50) DEFAULT NULL COMMENT '邮箱',
  `status` smallint(6) DEFAULT NULL COMMENT '0、禁用 1、正常  5、待审核',
  `gmt_create` datetime DEFAULT NULL COMMENT '创建时间',
  `gmt_modified` datetime DEFAULT NULL COMMENT '修改时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `username_index` (`username`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=132 DEFAULT CHARSET=utf8 COMMENT='user 用户表';

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('2', 'admin', '超级用户', '9dd56f503ba62c8d100e4b6486955e21', '1514292542212', 'admin@163.com', '1', null, '2017-12-26 20:49:02');
INSERT INTO `user` VALUES ('119', 'wuhaibing', '伍海滨', '27b49e15b69ac6a151ff8bd051999987', '1512014835335', 'wuhaibing@163.com', '1', '2017-11-30 12:07:15', '2017-12-04 18:41:40');
INSERT INTO `user` VALUES ('125', 'lijiabei', '李佳蓓', 'd2e31c3e0f0527ff5869fe0e40385a72', '1512631741380', 'lijiabei@163.com', '1', '2017-12-07 15:29:01', '2017-12-07 19:16:16');
INSERT INTO `user` VALUES ('128', 'lvzg', '吕智高', 'b2c1abddc684cb6fdc70a798efd7eef0', '1514511325225', 'lvzg@wo.cn', '1', '2017-12-29 09:35:25', '2017-12-29 09:35:33');

-- ----------------------------
-- Table structure for user_activity
-- ----------------------------
DROP TABLE IF EXISTS `user_activity`;
CREATE TABLE `user_activity` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `picture_path` varchar(255) DEFAULT NULL COMMENT '图片地址',
  `notification_note` varchar(255) DEFAULT NULL COMMENT '通知说明',
  `H5_link` varchar(255) DEFAULT NULL COMMENT 'H5链接',
  `start_time` datetime DEFAULT NULL COMMENT '开始时间',
  `end_time` datetime DEFAULT NULL COMMENT '结束时间',
  `release_time` datetime DEFAULT NULL COMMENT '����ʱ��',
  `push_graph_path` varchar(255) DEFAULT NULL COMMENT '��������ͼURL',
  `push_graph_state` int(2) DEFAULT '0' COMMENT '��������ͼ״̬(1Ϊ����0Ϊ���õ���)',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8mb4 COMMENT='活动表';

-- ----------------------------
-- Records of user_activity
-- ----------------------------
INSERT INTO `user_activity` VALUES ('6', '55555555555', '555555555555', '55555555555', '2018-01-15 15:58:15', '2018-01-15 15:58:15', '2018-01-15 15:58:15', null, '1');
INSERT INTO `user_activity` VALUES ('7', '66666666666', '66666666', '6666666666666', '2018-01-15 16:14:58', '2018-01-15 16:14:58', '2018-01-15 16:14:58', null, '1');
INSERT INTO `user_activity` VALUES ('8', '123', '123', '123', '2018-02-06 00:00:00', '2018-02-07 00:00:00', '2018-01-15 17:05:19', null, '1');
INSERT INTO `user_activity` VALUES ('9', '1111', '111111', '11111111', '2018-03-13 00:00:00', '2018-03-28 00:00:00', '2018-03-06 10:26:44', null, '1');
INSERT INTO `user_activity` VALUES ('10', '222222', '2', '222222', '2018-03-21 00:00:00', '2018-03-15 00:00:00', '2018-03-06 10:27:06', null, '1');
INSERT INTO `user_activity` VALUES ('11', '333333333333', '444444444', '555555555', '2018-03-06 00:00:00', '2018-03-29 00:00:00', '2018-03-06 10:27:24', null, '1');

-- ----------------------------
-- Table structure for user_role
-- ----------------------------
DROP TABLE IF EXISTS `user_role`;
CREATE TABLE `user_role` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键',
  `uid` bigint(20) unsigned DEFAULT NULL COMMENT '用户ID',
  `rid` bigint(20) unsigned DEFAULT NULL COMMENT '角色ID',
  `gmt_create` datetime DEFAULT NULL COMMENT '创建时间',
  `gmt_modified` datetime DEFAULT NULL COMMENT '修改时间',
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=59 DEFAULT CHARSET=utf8 COMMENT='user_role 用户角色关联表';

-- ----------------------------
-- Records of user_role
-- ----------------------------
INSERT INTO `user_role` VALUES ('29', '125', '10', '2017-12-07 15:33:05', null);
INSERT INTO `user_role` VALUES ('35', '119', '9', '2017-12-27 19:06:40', null);
INSERT INTO `user_role` VALUES ('36', '119', '10', '2017-12-27 19:06:40', null);
INSERT INTO `user_role` VALUES ('37', '119', '11', '2017-12-27 19:06:40', null);
INSERT INTO `user_role` VALUES ('40', '2', '2', '2017-12-27 19:08:03', null);
INSERT INTO `user_role` VALUES ('44', '128', '9', '2017-12-29 09:45:55', null);
INSERT INTO `user_role` VALUES ('45', '128', '10', '2017-12-29 09:45:55', null);
INSERT INTO `user_role` VALUES ('46', '128', '11', '2017-12-29 09:45:55', null);
